<template>
    <div class="container">
        <div class="content">
    <!-- <h3 class="page-header text-center">课程建设</h3> -->
     <table border=0 cellspacing=0 cellpadding=0 width=750>
      <tr>
        <td
  background="../images/bg2.gif">&nbsp;</td>
      </tr>
      <tr>
        <td valign=top bgcolor="white"><table border=0 cellspacing=10 cellpadding=0 width="100%">
            <tr>
              <td><p align=center style='text-align:center'><b><span
    style='font-size:14.0pt;'>
                  <O:P></O:P><div class="content-subhead">课程建设</div>
              </span></b> </p></td>
            </tr>
            <tr>
              <td class="STYLE1"><p><strong>东华大学外语学院 </strong>早在八九十年代就为管理系外贸 ﹑ 涉外会计专业 , 社科系金融专业开设英语口语课程 , 以后扩展到经济法 ﹑ 公关 ﹑ 纺织 ﹑ 纺贸等专业 , 但将英语口语作为重点课程进行系统建设始于 2002 年 , 2003 年被批准成为校级精品课程。近五年内先后有二十余名本系教师 , 十余名外籍教师任课授教 , 逐渐形成一支听说教学为长的教师队伍。 . 我校约 51 ％的本科生来自上海， 49 ％的本科生来自全国其它各省市。在全国 1300 余所所本科院校中，我校的生源中等偏上 ，但由于我校地处上海这座国际都市型的城市，学生对学习口语有较高的愿望和热情。我校各级领导根据教育部的步骤，着力推进教育创新，重视提高学生的英语综合应用能力和交际能力 , 并在政策上、资金上给予支持。在教务处的指导下，在外语学院党总支和院长的直接领导下，由学术委员会主任张群教授挂帅，大学英语部副主任冯涟漪具体负责 , 我们以大学英语口语精品课程建设作为突破口之一 , 积极推进大学公共英语课程的教学改革。课程组的教师认真教学，积极创新，大学英语口语课受到学生的欢迎，三年连续被学生评为 A 等。 </p>
                <p align="left"><strong>由于口语课程研究在国内大学英语教学中尚属全新课题，故在课程建设初始阶段便给</strong><strong>每位老师定主要研究方向，研究内容涉及 </strong></p>
                <p align="left">·&nbsp; 大学英语学生口语学习的心理 ﹑ 形态 ﹑ 表现 ﹑ 难点及策略。<br>
				&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp; 大学英语口语课程大纲 ﹑ 教学内容 ﹑ 课堂方式及课外活动。 <br>
				&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp; 大学英语口语课程中现代教育手段的应用和设计制作。 <br>
				&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp; 大学英语口语测试内容 ﹑ 形式 ﹑ 评估和分析。<br>
				&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp; 大学英语口语教学与听 ﹑ 读 ﹑ 写 ﹑ 译教学的相互关系和作用。 <br>
				&nbsp;&nbsp;&nbsp;&nbsp;·&nbsp; 新世纪大学英语教师历史使命及必备素质。 </p>
                <p align="left"> 规定每个教师至少阅读 8 本关于语言学、第二语言习得方面的书刊，教师边教课边采集数据资料作教学研究。教师既为科研的受益者又是科研工作者，学生既为教师的研究对象和教学科研受益者又是教师科研的合作者。课程组教师定期交流教学和科研心得，并进行合作研究；项目责任人负责整个项目的策划、组织、指导、管理和监控；并定期听课，检查每位课程组教师的教学科研状况和进展。适时对学生进行问卷及座谈，了解学生对口语课程的反馈意见和建议 , 以利口语课程建设更好地满足学生的需求。 </p>
                <p align="left"><strong>现已经完成的有关课程建设的教学科研工作主要为： </strong></p>
                <p align="left">·&nbsp; <strong>教材编写 </strong>：在第二语言习得理论的指导下，根据学生的学习需求和语言基础，冯涟漪同 卢晔华﹑武静﹑徐风华﹑ 吴蕾等四名教师合作编写的《大学英语口语》于 2003 年 9 月上海科技教育出版社出版（字数 309 ， 000 ） , 03 年秋季首次在 1200 名选修大学英语口语课程的 01-02 级学生中试用 , 04 年在 1300 名 01 — 03 级学生中试用 , 05 年春季进一步在 1200 名 02-04 级学生中使用。 2005 年 6 月止的统计显示学生对精品课程组教师以该教材为主导教材的教学评估为全“ A ”。 东华大学英语口语精品课程组于 2003 年 9 月编著出版了《大学英语口语》，经试用取得良好的效果。 2005 年 1-6 月 , 我们根据 教育部《课程要求（试行）》的精神将教材的内容和文字进行了修正 , 以利进 一步加强大学英语口语教学环节，帮助学生实现英语口头表达能力的三个层次要求。 教材的再版工作于 2005 年 9 月完成 , 同期基本完成和书本配套的录音磁带和光盘。 </p>
                <p align="left"><strong>（二）教学研究 </strong>： </p>
                <p align="left"><strong>A </strong><strong>．研究性课程的构建： </strong>03 年下半年，从 1200 名选修口语课程的学生中随机编排 2 个班级（７１人）由冯涟漪作试点教学， 初步总结出一套以学生自主学习为基本教学策略的口语教学大纲，教学方法，测试评估形式。写成论文，曾在首届上海国际外语教学法研讨会大会上（ 04 年 3 月）宣读 , 被大会工作手册列为优秀论文。试验班的经验逐级在校内更多的口语班中推广，以学生为中心的教学理论 已成为课程项目组每位教师的信念和教学原则，教师们竞相创试各种有利学生自主学习的教学方法。 04 年春季学期的期末对口语测试形式作进一步定量和定性分析，学生期末成绩的核定试点采用学生自评 / 互评和教师考核相结合的方式。 04-06 三年时间中，课程组加大研究性教学和课程研究的力度，至今已发表的论文有： </p>
                <p align="left">1. 冯涟漪 ： <em>A case Study: Syllabus ， Methodology ， and Assessment With Oral EL Classes for Non-English Majors </em>《中国英语教学》， 2004 年 6 月 </p>
                <p align="left">2. 冯涟漪 ﹑ 吴蕾： <em>大学英语口语教学初探 </em>，《外语界》， 2005 年第 2 期 </p>
                <p align="left">3. 冯涟漪 ： <em>关于建构大学英语口语精品课程问题的思考 </em>，《东华大学学报》， 2005 年第 4 期 </p>
                <p align="left">4. 冯涟漪 ﹑ 钱亮 : <em>大学英语口语 CAI: 设计和功能 </em>《外语电化教学》， 2006 年第 5 期 </p>
                <p align="left">5. 冯涟漪 ﹑ 龚昭 : <em>元认知与英语口语学习的相关研究 </em>《外语界》， 2007 年第 2 期 </p>
                <p align="left">6. 吴蕾： <em>基于建构主义的大学英语口语教学 </em>《东华大学学报》， 2007 年 第 1 期 </p>
                <p align="left">7. 蒋敏 <em>歧义与口语教学 </em>《外语与外语教学文集》复旦大学出版社 2007/4 </p>
                <p>8. 沈炜艳 <em>从外宣资料英译中的常见错误看译者应具备的素质 </em>东华大学学报 2007 年第 4 期 <strong></strong></p>
                <p align="left">9. 刘晶 <em>中国大学生英语学习观念调查 </em>复旦大学出版社 《外语与外语教学文集》 2007/4 </p>
                <p align="left">: </p>
                <p align="left"><strong>B. </strong><strong>口语教学资源库 </strong>（ 04 年 6 月在教务处立项）： </p>
                <p align="left">口语教学 资源库 ( 或 语料库 ) 建设分四大模块 --- </p>
                <p align="left"><strong>第一库 </strong>（主库）由六部分组成： </p>
                <p align="left">·&nbsp; <strong>Phonetics clinic (</strong><strong>语音诊所 ) ： </strong>编集可供学生发现语病，改进语音语调及各种语音的素材。 </p>
                <p align="left">·&nbsp; <strong>Picture talking </strong><strong>（看图说话）： </strong>编集可供课堂使用，课后练习的各类图片，教学短片，培养学生就某一日常话题作描述和评论的能力。 </p>
                <p align="left">·&nbsp; <strong>Topic discussion </strong><strong>（主题评论）： </strong>编集可供课堂使用，课后练习及各种讨论（或辩论）的题目，帮助学生掌握会话策略，较好地表达个人意见，情感，观点，较清楚地陈述事实，事件，理由等。 </p>
                <p align="left">·&nbsp; <strong>Debate </strong><strong>（英语辩论）： </strong>编集可供课堂使用，课外参用的辩题和范例，帮助学生练习和掌握用英语辩论的基本语言技巧和思维方法。 </p>
                <p align="left">·&nbsp; <strong>English Presentation( </strong><strong>英语演讲 ) </strong>：编集可供课堂使用，课后模仿的英语演讲范例，帮助学生学会就一般或专业性话题作略长的发言，或用较简练的语言概括内容较长，语言稍难的文本和讲话。 </p>
                <p align="left">·&nbsp; <strong>Oral testing( </strong><strong>口语测试 ) </strong>：编集可供口语测试反映学生“一般水平”，“较好水平”和“更高水平”的三种级别的考卷和参考答案，提供学生自评 / 互评及教师评核的参照。现口语测试题库规模已达到八大口试类型 320 道题并配有参考答案。 </p>
                <p align="left"><strong>第二库 </strong>以口语课外活动为主题，编集可供课外模仿 、 操练的内容形式多种多样的声像资料（如英语歌曲 、 影视欣赏 、 小剧院 、 博物馆等 , 以满足各级层次学生对语言学习实践活动的需求。我们成功地研制开发了 英语口语 CAI 和教学软件积件库。 </p>
                <p align="left"><strong>1 </strong><strong>．英语口语 CAI </strong>基于单机并可适用局域网的大学英语口语 CAI 具有模块化 、 个性化和现代化技术的特色，向学生提供文 、 图 、 声 、 像等复合信息资源，让学生在模拟真实情境中，通过人机交互作用或同学协作学习等手段，进行有意义的口语建构实践。口语 CAI 由教师 、研究 生和语音实验室工作人员协力开发，软件边研制边在教学中试用并加以改进，使用效果反响良好。大学英语口语 CAI 较好地解决语言基础与口头综合运用能力的问题，个性化自主学习与课堂教学的问题，外语文化素质与英语考试的问题，以及分类指导、分级教学与一般要求的问题。 </p>
                <p align="left"><strong>2 </strong><strong>．教学软件积件库 </strong></p>
                <p align="left">a ） BCBL （ Better City ， Better Life ）迎世博英语口语测试学习软件（三个光盘） </p>
                <p align="left">b ）口语学习软件《看上海》（一个光盘）。 </p>
                <p align="left">C ）口语学习软件《英语影视卡拉 OK 》系列的制作（六个光盘）。 </p>
                <p align="left"><strong>第三库和第四库 </strong>的主题分别为“商务英语谈判”及“英语口译”。 </p>
                <p align="left">语料库收编的资料不仅帮助学生达到大学英语课程对口语教学的“一般要求”， 而且有利大学英语口语教学“较高要求”和“更高要求”的实现，从而更好地帮助学生掌握运用语言功能技巧，今后从事 WTO 原则下的商务谈判及其他各类外事交际活动，并能胜任旅游 、 商务会谈等中 ﹑ 高级水平的口译工作。 第一期建设 (04/4-05/6) 以一 ﹑ 二库为主 , 六月份初具规模并上网展示 ; 第二期建设 (05/6-08/6) 以三 ﹑ 四 库为主 , 同时发展 完善一 ﹑ 二库的建设。 </p>
                <p align="left"><strong>（三）现代教育和测试手段 </strong></p>
                <p align="left"><strong>A </strong><strong>．《空中英语口语》自主学习模式 </strong></p>
                <p align="left"><span class="style1">０４ </span>年９月英语网络教学实验室正式投入使用，我们引进 空中英语教室 的多媒体语言训练系统，运用现代化的教学手段为学生创造真实的英语语境，训练学生的英语实践能力，同时让学生有机会进行充分的自我操练，既培养其自主学习的能力， 又体现个性化的教育特点。 </p>
                <p align="left">[ 注 : 《空中英语教室》是由美国的彭蒙惠博士与林语堂先生于 1962 年在台湾为中国人学英语而创办的。这本教材区别于传统的英语教学模式，采用外教主持节目的方式，营造全方位英语学习环境，用英语讲解课文，有利于训练学生用英语思维，注重听说能力培养。它取材于美国最新报刊和现实生活，是一本中级的时尚杂志，内容涉及科学、文化、历史、旅游、人物及环境等，让学生在学习的同时了解异国文化，提高自身英语素质。 ] </p>
                <p align="left"><strong>B </strong><strong>．《 雅信达》英语互动实验室 </strong></p>
                <p align="left">我院引进的雅信达英语互动实验室于 2005 年九月投入使用。雅信达英语互动实验室是我国唯一采用 IMS,W3C 等国际学习标准的英语教学系统，是唯一采用多媒体线上互动学习体系的语言互动学习系统，是唯一真正从教与学的应用开发设计的语言互动学习系统。中国电化教育技术协会刘秘书长及教育部武处长，北外副院长，新概念英语的作者何其莘教授及北京七十所高校的英语教师对雅信达英语互动学习平台给予了非常高的评价。 </p>
                <p align="left"><strong>C </strong>． <strong>空中英语广播 </strong></p>
                <p align="left">应用发射台在早晚学生课余时间进行英语广播，学生戴上耳机边可在学校的教室 、 宿舍 、 和 任何地方聆听英语，培养语感。 </p>
                <p align="left"><strong>D </strong><strong>．大规模口语测试在多媒体教室中的实现 </strong></p>
                <p align="left">06 年春季学期在 05 级 1000 名学生中进行机考和面试相结合的口试成绩计核方式试点。 </p>
                <p align="left">**************************************** </p>
                <p align="left">大学英语口语精品课程建设的成果及意义主要为： </p>
                <p align="left"><strong>( </strong><strong>一 ) 口语教研骨干队伍的形成 </strong></p>
                <p align="left">大学英语口语精品课程教师队伍年龄特征趋于年轻（ 50 — 59 岁一名， 40 — 49 岁二名， 30 — 39 岁八名， 29 岁以下三名），其中正教授 1 名 , 副教授 1 名，讲师 10 名，助教 2 名 ; 硕士以上学历学位者占 85%; 曾经出国研修或工作过的教师 5 名。 </p>
                <p align="left"><strong>张淑琴 </strong>教授学术造诣深，改革魄力大，引领口语精品课程建设创新理念，走在大学英语教学改革的最前沿。 <strong>冯涟漪 </strong>特聘教授教学经验丰富，学术思想活跃，对口语教学有独到的研究，为大学英语口语精品课程的实际责任人。她作风踏实，教学、科研、管理亲历亲为，为青年教师作传帮带，起表率的作用；她积极参与大学英语教改， 曾分别获得 2004 年上海市和东华大学优秀教学成果二等奖 ,2005 年桑麻奖教奖 。 </p>
                <p align="left">青年教师 <strong>徐风华 </strong>担任公外大学英语口语课程， 并独立开出新课 &lt; 英语演讲与辩论 &gt; ，学生对其教学评价“优”。她业务优秀，工作认真， 教学、科研均显示出很好的潜力。她在教学之余指导学生开展英语角和演讲辩论等课外活动，指导学生参加 2005 年 CCTV 杯全国英语演讲大赛，被授予“优秀指导老师”称号。并曾获外语学院青年教师讲课比赛二等奖，东华大学青年教师讲课比赛二等奖，东华大学第五届“我心目中的好老师”荣誉称号。 </p>
                <p align="left">青年教师 <strong>吴蕾 </strong>担任大学英语口语听说等课程 ， 不仅钻研教学而且狠抓科研，成为课程组的教研中坚力量。吴蕾曾获学院青年教师讲课比赛二等奖 , 学生对她的口语教学评价为 “优”； 她专长于多媒体教学和制作，发表论文数篇；“计算机辅助英语口语测试研究”获校基金资助。 </p>
                <p align="left">青年教师 <strong>杨丹 </strong>老师的口语课最有特色 , 尤受学生的欢迎 , 曾获校青年教师讲课比赛一等奖， 也曾因指导学生参加多次校外英语竞赛活动获取奬项而获 桑麻奖教奖 ，为此他曾在上海市高校大学英语模式改革经验交流大会上作过发言。 </p>
                <p align="left">青年教师 <strong>朱晨 </strong>擅长美式英语，她的影视欣赏课给人赏心悦目的感觉， 曾获校 青年 教师讲课比赛一等奖和 东华大学教学成果二等奖 , 她编著〈 英美影视欣赏〉一书已于 2005 年 9 月出版，该书帮助学生在学习欣赏英美影视的同时，更好地认识西方文化 , 强化英语语感； 她的泛读教学也精益求精，曾于 2000-2002 连年评为学生心目中的好老师。 </p>
                <p align="left">青年教师 <strong>荣盈盈 </strong>在阅读教学中融入很多口语的元素，在 2004 年度外语学院青年教师讲课比赛中获 一等奖；她曾师从文秋芳教授，将所学得的理论与技能运用在我校口语测试和分析中，发挥很好的作用 。 </p>
                <p align="left">青年教师 <strong>李盛 </strong>主管多媒体教室和网络教学 , 他的论文《基于数字语言实验室的大学外语教学及对策》发表在上海教育技术协会《教育技术与外语教学研究论文集》 2005 年 12 月； <strong>武静 </strong>主管空中英语广播； <strong>蒋敏﹑刘晶 </strong>积极参与口语精品课程的教学和科研实践，他们都成为精品课程建设的骨干。 </p>
                <p align="left">学院为课程组设立专门办公室，来自大学英语部听说 ﹑ 阅读教研室和英语系的教师以其不同的教学背景及专长加入口课程组工作 ; 同时将口语课程组的教学科研的理念与风格带回各自的教研室交流。 <strong>赵彦萍 </strong>将英语专业开设的商务谈判课作调整后成为大学英语口语第二阶段的课程，她参与《复合型外向型的应用性人才培养 --- 外贸双专科教学改革》项目，曾获上海市优秀教学成果二等奖； <strong>任再新 </strong>成功地将辩论结合到写作教学中。 </p>
                <p align="left">教师们踊跃参加国内和国际的学术交流 , 冯涟漪的论文曾在第四届中国英语教学国际研讨会 (04/5/21-25) 上宣读，并被选载外研社 2004 年 “中国英语教学国际研讨会特刊”上； 2005 年 7 月 , 她出席在美国 Wisconsin University 举行的第 14 届世界应用语言学大会 , 宣读论文并担任小组讨论主持人，与各国语言教学与研究的教师和专家切磋交流外语教学和第二语言习得等诸学术问题。精品课的小组成员迄今共发表了上十篇高质量的论文 </p>
                <p align="left"><strong>( </strong><strong>二 ) 学生复合人才的培养 </strong></p>
                <p align="left">大学英语口语精品课程建设在致力培养一支既精于大学英语口语教学，又专于大学英语教学研究的师资队伍的同时，还吸收本科生、研究生参加科研工作。曾参加课件光盘开发制作的本科生及研究生五年来达 40 余名。大学生及研究生在项目参与中得到磨砺，找到学以致用的平台 , 学到科学思维及科研方法，团队工作精神和社会责任性大大加强。冯涟漪指导 ( 策划 , 组织 , 审阅 ) 14 名本科生制作的英语教学光盘 <strong>《看上海》 </strong>获 01 年上海市科技节高校组课外科技作品评优二等奖。冯涟漪指导 ( 策划 , 组织 , 审阅 ) 11 名本科生 1 名研究生制作的光盘 <strong>《 BCBL 迎世博英语口译测试学习软件》 </strong>获 03 年上海市科技节高校组评优三等奖（优秀奖）。冯涟漪指导 ( 策划 , 组织 , 审阅 ) 14 名本科生制作的光盘 <strong>《英语影视卡拉 OK 》 </strong>系列获 03 年上海市科技节高校组作品单项奖。学生参与制作的光盘课件有的已经在课堂中使用，有的将上松江校区的单机区域网供学生学习练习口语口译使用。教书育人，培养学生自主学习的能力和全面发展的素质，是大学英语精品课程建设贯穿始终的宗旨。 </p>
                <p align="left">以口语为突破口，逐步改变大学英语忽视语言交际能力培养的历史状态，切实将学生的学习兴趣引至语言应用和交际能力的方向。借助口语精品课程建设内容，我们加强对大学生的人文教育，提高大学生的文化素质，并增强他们对祖国文化 ﹑ 历史和优秀民族传统的理解和继承能力。口语精品课程成果的推广形成我校学生学习英语口语的良好气氛 , 一批尖子学生在学校各项英语活动中起楷模的作用，并 <strong>在市级及全国竞赛中获取奖项 </strong>： </p>
                <p align="left">1999 年 12 月华东地区理工科院校英语演讲比赛 二等奖和三等奖各一名。 </p>
                <p align="left">2001 年 交大 - 前进杯上海市大学生英语演讲比赛 二等奖一名。 </p>
                <p align="left">2002 年 21 世纪 · 爱立信杯全国大学生英语演讲比赛东部地区决赛 三等奖一名。 </p>
                <p align="left">2002 年 CCTV 杯全国大学生英语演讲比赛上海市赛区决赛 二等奖一名。 </p>
                <p align="left">2002 年 交大 - 前进杯上海市大学生英语演讲比赛 专业组和非专业组三等奖各一名 </p>
                <p align="left">2003 年 CCTV 杯全国大学生英文演讲比赛上海赛区决赛 二等奖一名。 </p>
                <p align="left">2004 年 21 世纪 · 外教社杯全国大学生英语演讲比赛华东区决赛 二等奖一名。 </p>
                <p align="left">2004 年 华澳杯中澳友好英语大赛 上海赛区决赛 二等奖一名。 </p>
                <p align="left">2005 年 CCTV 杯全国大学生英文演讲比赛上海赛区决赛 二等奖一名。 </p>
                <p align="left">2005 年 “中国日报·华澳杯”中澳友好英语大赛 上海赛区决赛 二等奖一名。 </p>
                <p align="left"><strong>( </strong><strong>三 ) 研究性课程的探索 </strong></p>
                <p align="left"><strong>2002/3 </strong><strong>— 2004/6 年 </strong>属我校大学英语精品课程的建设的第一阶段 , 我们完成了中级英语口语教材的编写和试用，初步探索和研究了口语课程大纲 、 教学大纲 、 教学内容 、 教学方法 和 测试评估的方式。 <strong>2004/6 — 2006/6 </strong>属我校大学英语精品课程建设的第二阶段，我们以口语教学 资料 库的建设为主线，研制开发大学英语口语 CAI 并投入使用，带动教学内容 、 方法，测试和教育手段的改革和优化，营造有益学生个性化 、 自主型学习的教学条件和环境。 <strong>2006/6-2008/6 </strong>属我校大学英语精品课程建设的第三阶段，我们将更好地组织力量进行口语教学和测试的实验，加强理论研究，努力探索将大学英语口语精品课程建设成 <strong>研究性课程 </strong>的成功经验，并以此为突破点带动大学英语教学模式的整体改革，进而在全国大学英语教学改革中起示范和推广作用。 </p>
                <p align="left">大学英语口语精品课程的建立有一定的先进性 、 前瞻性，在 2003 年 1 月高教部关于大学英语教学改革文件提出之前就已成立；课程顺应了教改对提高学生听说能力的要求。大学英语口语精品课程经过五年的建设，获得了可贵的提高中国大学生口语的教学和测试评估的经验。然我们尚须进一步建立完善大学英语口语教学文件（如教学大纲、教学目标、课程描述、教学安排、教学进度、考核方式等），进一步确立 以 现代化英语教学理论为指导、以教学实验与研究为核心、对英语口语和教学作全方位探索的精品课建设原则和模式。我们尚须 进一步以口语为突破口，逐步改变大学英语忽视语言交际能力培养的历史状态，切实将学生的学习兴趣引至语言应用和交际能力的方向，借助口语精品课程建设内容，加强对大学生的人文教育，提高大学生的文化素质，并增强他们对祖国文化 ﹑ 历史和优秀民族传统的理解和继承能力。我们尚须 进一步紧随高教部的指示精神，以第二语言习得理论为指导，在加强学生自主学习和使用现代教育手段方面作更深入细致的研究，将精品口语课程中关键元素作分析，细化，提炼，强化和推广，更有效地渗透并融合进阅读，写作，听力，翻译等其他方面的教学 , 加强与国内外高校和学术机构的联系 , 以论文和专著形式 总结以大学英语口语精品课程建设为龙头 <strong>促进大学英语教学模式深化改革 </strong>的成果， <strong>立志成为 国家级精品课程 </strong>。 </p>
                <p align="left">总<span class="MsoNormal style4">之，口语精品课程建设既任重道远，又需以只争朝夕的精神来对待。我们课程组全体教师誓将 <strong>齐心协力，精诚合作，不辞辛苦，不断创新 </strong>，力求以口语精品课程建设为基点，为大学公共英语课程的教学改革作更大的贡献，实现教育部高教司关于“大学英语课程教学要求（试行）的通知”提出的目标。　 </span> </p></td>
            </tr>
            <tr>
              <td>&nbsp;</td>
            </tr>
          </table></td>
      </tr>
      <tr>
        <td bgcolor="white"><div align=center style='text-align:center'><span lang=EN-US
  style='font-size:10.0pt'>
            <hr size=2 width=600 style='width:450.0pt' align=center>
            </span></div></td>
      </tr>
      <tr>
        <td
      </tr>
    </table>
</div>
    </div>
</template>

<style scoped>
.content {
    margin: 0 auto;
    padding: 0 2em;
    max-width: 800px;
    font-size: 15px;
    font-weight: 300;
    margin-bottom: 50px;
    line-height: 1.6em;
}
.content-subhead {
    margin: 50px 0 20px 0;
    font-weight: 300;
    font-size: 30px;
    text-align: center;
    color: #888;
}
.right-align{
  text-align: right;
}
.container{
  padding: 50px;
}
</style>