<template>
    
    <div class="container">
                <div class="content">
        <p align=center style='text-align:center'><b><span
    style='font-size:14.0pt;'>
                  <O:P></O:P>
              <div class="content-subhead">课程总纲</div></span></b> </p>
            
            <p align="left"> &nbsp;&nbsp;&nbsp;&nbsp;大学英语口语课的前设课程为大学英语精读、泛读、听说 2 级，使用教材为《大学英语听说》（全新版或新视野）。 </p>
                <p align="left">&nbsp;&nbsp;&nbsp;&nbsp;大学英语口语课程定为东华大学的公共英语选修课，学生在学完大学英语听说 2 级后开始选修此门课程 , 以使不同层次的学生在英语应用能力和口语表达方面得到充分的训练和提高。 </p>
                <p align="left">&nbsp;&nbsp;&nbsp;&nbsp;大学英语口语课程设置原则上分两层次：第一层次为中级英语口语训练阶段 , 使用自编教材《大学英语口语》 , 周学时数 2 ，学期时数 34 ，计 2 学分 , 学生经大学英语口语学习的第一循环的训练基本达到教育部《大学英语课程教学要求 ( 试行 ) 》通知对于口语表达能力的 “ 一般要求 ” ，即： “ 在学习过程中用英语交流，并能就某一主题进行讨论，能就日常话题和英语国家的人士进行交谈，能就所熟悉的话题经准备后作简短发言，表达比较清楚，语音，语调基本正确。能在交谈中使用基本的会话策略。 ” </p>
                <p align="left">&nbsp;&nbsp;&nbsp;&nbsp;大学英语口语课程第二层次设置为高级英语口语阶段 , 亦为大学英语口语学习的第二循环。开设的课程多达九门； 05 年己开设的课程包括 《跨文化交际口语》 ( 由外籍教师担任 ) 、《商务英语谈判》、《中级英语口译》、《影视欣赏》、《 VOA 高级英语听力》等； 06 年春季新增课程有《英语演讲和辩论》。以上各门课程均为周学时数 2 ，学期总学时数 34 ，计 2 学分。 06 年秋季新增课程有《英语报刊漫读》，该课程为教学实践课性质，由中外籍教师共同授课指导 , 周学时数 3 ，学期总学时数 45 ，计 1 学分。 07 年新增《外贸英语听说》课程。 </p>
                <p align="left">&nbsp;&nbsp;&nbsp;&nbsp;学生在修读《大学英语口语》后可根据自身需要和兴趣选修第二层次高级英语口语阶段的课程，做到本科英语四年不断线学习，最终达到教育部《大学英语课程教学要求 ( 试行 ) 》通知对于口语表达能力的“较高要求”和“更高要求”。 “ 较高要求 ”系指“ 能够和英语国家的人士进行比较流利的会话，较好地掌握会话策略，能基本表达个人意见，情感，观点等，能基本陈述事实，事件，理由等，表达思想清楚，语音，语调基本正确 ” 。 “ 更高要求 ” 系指 “ 能就一般或专业性话题较为流利，准确地进行对话或讨论，能用简练的语言概括内容较长，语言稍难的文本或讲话，能在国际会议和专业交流中宣读论文并参加讨论 ” 。 </p>
                <p align="left">&nbsp;&nbsp;&nbsp;&nbsp;大学英语口语课程教学实施过程中，大量开发多媒体课件和尝试使用网络教学手段，做到教学内容安排充分，理论联系实际，融知识传授、能力培养、素质教育于一体。如 : 演讲和辩论课训练学生增强思辩能力和口才，商贸谈判课训练学生运用语言功能技巧进行 WTO 原则下的商务谈判及其它方面的交际活动，英语口译课训练学生作旅游，商务，会议等中高级水平的口译工作等。 </p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;大学英语口语课程要求学生课外准备或复习不少于 2 课时时间，要求学生课外多听多看多说（如：听 VOA，看CCTV 英语教育频道，参加英语角活动），多读多写（如：读Shanghai Star、21st Century,写日记、周记）。 教学过程中我们尽可能多地设计各类实践教学环节以满足培养优秀学生的要求，充分发挥学生的创新能力 , 培养学生发现问题、分折问题、和解决问题方面有的才能。大学英语口语教学语料库内容新颖、信息量大成为师生共享的教学资源；大学英语口语教学 CAI 是与课本配套的自助式学习软件，有效帮助学生学习 、 训练和提高口语实际运用能力。大学英语口语测试采用形成性 / 过程性评估与终结性考核相结合 , 教师对学生期末成绩的核定参考学生的自评和互评。大学英语口语课程设置将在教学实践中根据大学英语教学模式改革的需要 , 听取专家、教师和学生的多方面意见不断调整、与时俱进、逐步完善 , 以实现为新时期国家和社会培养人材的最高目标。</p> 
            </div>
    </div>
</template>

<style scoped>
.content {
    margin: 0 auto;
    padding: 0 2em;
    max-width: 800px;
    font-size: 15px;
    font-weight: 300;
    margin-bottom: 50px;
    line-height: 1.6em;
}
.content-subhead {
    margin: 50px 0 20px 0;
    font-weight: 300;
    font-size: 30px;
    text-align: center;
    color: #888;
}
.right-align{
  text-align: right;
}
.container{
  padding: 50px;
}
</style>