<template>
<div class="container">
    <div class="content">
     <h2 class="content-subhead">教师信息</h2>
            <p class="right-align">可点击查看详细信息
            </p>

    <ul>
        <li v-for="tea in teas" v-on:click="tea.show=!tea.show" class="text-left">
            <div v-html="tea.fir"></div>
            <h6 v-show="tea.show"v-html="tea.sec" style="color:grey"></h6>
        </li>
    </ul>
    <h6>（ 以下成员按姓氏拼音排名）</h6>
    <ul>
        <li v-for="tea in tea2s" v-on:click="tea.show=!tea.show" class="text-left">
            <div v-html="tea.fir"></div>
            <h6 v-show="tea.show"v-html="tea.sec" style="color:grey"></h6>
        </li>
    </ul>    
  </div>
</div>
</template>


<script>
export default{
    name:'teas',
    data(){
        return{
            teas:[
                {fir:`<strong>张淑琴</strong><br/>职称：教授 性别：女 出生年月 1963,4 民族：汉`,
                sec:`<strong>出版情况： </strong><br/>
   1. 大学英语写作教学初探 固原师专学报 1999  <br/>
   2. 英国英语和美国英语在词汇上的差异 外语与外语教学 1998  <br/>
   3. 从语言的几种功能谈翻译 跨文化交流与研究 1998  <br/>
   4. 英语文体风格与诗歌翻译 宁夏社会科学 2001 ， 1  <br/>
   5. 从《悲惨世界》看雨果的宗教观 宁夏社会科学 2002 ， 6  <br/>
   6. 《简 爱》女性文学的一面旗帜 中山大学学报论丛 2001 ， 6  <br/>
   7. 《简 爱》中的女性情感新探 中山大学学报论丛 2002 ， 2  <br/>
   8. 从《男人的一半是女人》看意识流文学的艺术效果 朔方 2002 ， 4  <br/>
   9. 试析《德伯家的苔丝》中的象征性 唐都学刊 2002 ， 2  <br/>
   10. 提高非英语专业学生听力技能的探索 宁夏农学院学报 2002 ， 1  <br/>
   11. 非英语专业学生交际能力的培养 宁夏固原师专学报 2002 ， 1  <br/>
   12. 互动式教学法在理工科英语教学中的应用 高等理科教育 2003 ， 4  <br/>
   13. 应用互动式教学法提高学生英语听说能力的尝 西部外语教学研究 2003 ， 1  <br/>
   14. 利用网络信息资源为英语教学服务 图书馆理论与实践 2003 ， 4  <br/>
   15. 利用网络技术信息构设良好英语教 - 学应用环境 图书馆理论与实践 2004 ， 4  <br/>
   16. 再谈英语教 - 学中语言环境的营造与应用 宁夏师范大学学报 2005,4  <br/>
   17. 宁夏历史名人传 （译著） 宁夏人民出版社 2005 ， 5  <br/>
<br/><br/>
<strong>获奖情况：</strong>  <br/>
   2002 年获宁夏大学教学优秀奖  <br/>
   2003 年获宁夏大学教学优秀奖  <br/>
   2003 年获宁夏大学教学质量奖  <br/>
   2005 年获宁夏大学教学优秀奖  <br/>
   2005 年获宁夏大学外国语学院科研奖二等奖  <br/><br/>
<br/><br/><strong>科研项目：</strong>  <br/>
   1.《提高非英语专业学生英语交际能力的研究》宁夏大学科研基金项目 2003 <br/> 
   2.从矫治学生心理障碍入手，改革大学英语听说教学的探讨》 宁夏大学教改基金项目 2003`,
                show:false},
                {
                    fir:`
                    <strong>冯涟漪</strong><br/>
女，特聘教授<br/>
   1968 年毕业于南京大学外国语言文学系， 92 年曾赴美担任商务口译。 2004-2006 年担任大学英语部副主任， 2003-2006 年间是 大学英语口语精品课程的倡始者和实际负责人 ,2007-2009 年担任大学英语口语精品课程顾问。 研究方向：应用语言学及第二语言习得。
                    `,
                    sec:`<strong>出版情况： </strong><br/>
   (1) 元认知与英语口语学习的相关研究 ，《外语界》， 2007 年第 2 期 <br/>
   (2) 大学英语口语 CAI: 设计和功能，《外语电化教学》， 2006 年第 5 期 <br/>
   (3) 关于建构大学英语口语精品课程问题的思考，《东华大学学报》， 2005 年第 4 期 <br/>
   (4) 大学英语口语教学初探 ，《外语界》， 2005 年第 2 期 <br/>
   (5) A Case Study: Syllabus,Methodology,and Assessment With Oral EL Classes for Non-English Majors，《中国英语教学》 2004 年 6 月 <br/>
   (6) 完形填空在成人听能训练中的理论和实践, 《江苏外语教学研究》 1993 年 5 月（注：该论文曾获全国首届成人英语教学研讨会论文评优二等奖） <br/>
   (7) 《新编大学英语口语》 上海科技教育出版社 2005 年 9 月<br/> 
   (8) 《大学英语口语》 上海科技教育出版社 2003 年 9 月 <br/>
   (9) 《大学英语四六级听力攻关》中国纺织大学出版社 1999 年 <br/>
   (10) 《自学英语快速阅读》 河海大学出版社 1995 年（此书为江苏省高等学校英语专 业自学考试泛读用书） <br/>
<br/><br/><strong>获奖情况: </strong><br/>
   1999 年获“学生课外科技活动优秀指导老师奖 ” 
   2000 年获 东华大学三 . 八 “ 比翼双飞 ” 奖  <br/>
   2004 年获 上海市精品课程奖  <br/>
   2004 年获 东华大学教学成果二等奖  <br/>
   2005 年获 高等教育上海市教学成果二等奖  <br/>
   2005 年获 桑麻奖教奖  <br/>
   2005 年获 《大学 英语口语精品 课多媒体课件》获全国多媒体课件大赛优秀奖  <br/>
<br/><br/><strong>指导学生获奖情况:  </strong><br/>
   1999 年 东华大学英语广播站获东华大学第二届学生课外科技活动评优二等奖  <br/>
   2001 年 英语学习 CAI 《看上海》获上海市科技节高校组课外科技作品评优二等奖  <br/>
   2003 年 《 BCBL 迎世博英语口译测试学习软件》获上海市科技节高校组评优三等奖（优秀奖） <br/> 
   2003 年《英语影视卡拉 OK 》系列光盘获上海市科技节高校组作品单项奖`,
                    show:false
                },
                {
                    fir:`
                    <strong>沈炜艳</strong><br/>
女 职称：讲师 职位：东华大学外语学院副院长`,
                    sec:`
<strong>出版情况：</strong><br/>
   1.全国公共英语等级考试分级词典》 副主编 上海交通大学出版社 2002 年 1 月 <br/>
   2.红楼梦》两个英译本的译者风格比较研究 》外语教学与研究论丛 复旦大学出版社 2007 年 4 月 <br/>
   3.《从外宣资料英译中的常见错误看译者应具备的素质》东华大学学报 2007 年 12 月第四期 <br/>
   4.《从“三姐闹席”看尤三姐的语言特色及两个译文比较》外语教学与语言研究 2007 年 12 月 <br/>
<br/><br/><strong>获奖情况： </strong><br/>
   1999 年 11 月获上海外国语大学学术科研奖  <br/>
   2003 年 7 月获东华大学外语学院“优秀共产党员”称号。  <br/>
   2005 年 5 月获东华大学“师德建设青年标兵”称号。  <br/>
   2006 年 6 月获东华大学校级“优秀共产党员”称号。  <br/>
   2007 年 1 月获东华大学“本科教学评建创优工作先进个人”。  <br/>
<br/><br/><strong>科研项目： </strong><br/>
   《公英研究生听说教学的改革与实践》（校级：研究生处）（ 2003 — 2004 ）  <br/>
   《商务英语系列课程的教学研究与实践》（校级：教务处）（ 2006 — 2009 ）  <br/>
   《大学英语教学以网络为平台，以加强学生听说能力为培养目标的改革与实践 》（校级：教务处）（ 2007 — 2009 ） <br/>
                    `,
                    show:false
                },
                {
                    fir:`
                     <strong>徐风华</strong><br/>
   女 讲师， 2002 年毕业于山东大学外国语学院，英语应用语言学博士在读； 现为东华大学外语学院口语课程组长， 大学英语口语精品课程组副组长。 研究方向：应用语言学及口语教学法。
                    `,
                    sec:`
<strong>出版情况： </strong><br/>
   1. 《英汉对照常用英语谚语词典》 编者 复旦大学出版社 2003/7 <br/>
   2. 《新编大学英语口语》副主编 上海科技教育出版社 2005/9 <br/>
<br/><br/><strong>获奖情况： </strong><br/>
   2003 年荣获外语学院青年教师比赛二等奖  <br/>
   2004 年荣获东华大学青年教师比赛二等奖  <br/>
   2005 年荣获东华大学“我心目中的好老师”称号。  <br/>
   2005 年指导学生参加“ CCTV 杯” 全国大学生英语演讲比赛，该学生获得华东赛区二等奖，获“优秀指导教师奖”。  <br/>
   2006 年 获师德青年教师标兵 <br/>
<br/><br/><strong>辅导学生获奖情况:</strong><br/>
   2005 年 6 月， CCTV 杯全国大学生英文演讲比赛上海赛区决赛，获二等奖一名<br/>
                    `,
                    show:false
                },
                {
                    fir:`
<strong>吴蕾</strong><br/>
女 讲师 硕士；研究方向：多媒体辅助教学`,
                    sec:`
<strong>出版情况： </strong><br/>
   1．建构主义在英语口语教学中的应用 《东华大学学报》 2007/3 <br/>
   2．《新编大学英语口语》副主编 上海科技教育出版社 2005/9 <br/>
   3．《大学英语口语教学初探》 第二作者 《外语界》 2005/4 <br/>
   4. 《全新版大学英语综合教程4 导读精编 4 》主编 东华大学出版社 2004/8 <br/>
<br/><br/><strong>获奖情况： </strong><br/>
   2000 年获东华大学外语学院青年教师讲课竞赛二等奖 <br/>
<br/><br/><strong>科研项目： </strong><br/>
   计算机辅助英语口语测试研究 校级 东华大学科研处 2005 － 2007<br/>
                    `,
                    show:false
                }],
        tea2s:[
                {
                    fir:`
<strong>方燕</strong><br/>
女，讲师 <br/>
1999 年毕业于华东理工大学； 2005 年至今在东华大学外语学院语言学专业硕士在读， 主修语言学。
                    `,
                    sec:`
<strong>出版情况： </strong><br/>
   相声语言中的合作原则 《外语与外语教学文集》 复旦大学出版社 2007/4
                    `,
                    show:false
                },
                {
                    fir:`
                    
<strong>蒋敏</strong><br/>
女 讲师 <br/>
1997 毕业于南京航天航空大学， 2004 年获东华大学应用语言学硕士学位
                    `,
                    sec:`
<strong>出版情况： </strong><br/>
 •  广告中歧义的理论支持 语言与文学研究 2004 年 2 月第 5 卷 第 1 期 中国国际交流出版社<br/>
 •  歧义与口语教学 《外语与外语教学文集》 复旦大学出版社 2007/4<br/>
                    `,
                    show:false
                },
                {
                    fir:`
<strong>李盛</strong><br/>
男，讲师 <br/>
2003 年毕业于东北师范大学；英语语言文学硕士 , 主要研究美国文学 .
                    `,
                    sec:`
<strong>出版情况： </strong><br/>
   1.“ Time to Think It Over: America after September 11 ” “ Yale-China Journal of American Studies ” 2002<br/> 
   2.“ Artistic Representation of the Lost History ” 《东北师范大学学报（哲社版）》 2003 <br/>
   3.《英语精彩篇章阅读》编者 2003/5<br/>
                    `,
                    show:false
                },
                {
                    fir:`
<strong>刘晶</strong><br/>
女 讲师 <br/>
毕业于西安交通大学外语学院，语言学硕士。
                    `,
                    sec:`
<strong>出版情况：  </strong><br/>
   1. 《学习策略管窥》《外语教学研究论从》 西安交通大学出版社 2002/10 <br/>
   2. 《全新版大学英语综合教程助学手册 3 》 东华大学出版社 2003/10 <br/>
   3. 《全新版大学英语综合教程助学手册 4 》 东华大学出版社 2004/8 <br/>
   4. 中国大学生英语学习观念调查 《外语与外语教学文集》 复旦大学出版社 2007/4 <br/>
<br/><br/><strong>获奖情况： </strong><br/>
   2003 年获东华大学外语学院青年教师讲课竞赛二等奖<br/>
                    `,
                    show:false
                },
                {
                    fir:`
<strong>任再新</strong><br/>
女 讲师 <br/>
毕业于华东师范大学外语学院，翻译理论硕士。
                    `,
                    sec:`
<strong>出版情况： </strong><br/>
   1.《东西方思维差异对翻译的影响》 《吉首大学学报》 2001/6<br/>
   2.《翻译对中国近代文化的影响》《东华大学学报》 2001/1<br/>
   3.《翻译中的图化式理论》 《外语教学与研究》 2002/6<br/>
                    `,
                    show:false
                },
                {
                    fir:`
                    
<strong>荣盈盈</strong><br/>
女，讲师<br/>
2003 年毕业于南京大学外国语学院，研究方向为英语应用语言学。在攻读硕士研究生期间，承担了 2001 年， 2002 年两年的全国英语专业四级口语考试成绩 SPSS 统计协调工作以及评分协助工作。
                    `,
                    sec:`
<strong>出版情况： </strong><br/>
   1. 《从一篇练习看大学生汉译英存在的问题》 《江苏外语教学研究》 2002 <br/>
   2. 《新编大学英语第三册 助学手册》，编者，东华大学出版社， 2003 年 <br/>
   3. 《新编大学英语第四册 助学手册》， 编者，东华大学出版社， 2003 年 <br/>
<br/><br/><strong>获奖情况： </strong><br/>
   2004 年获东华大学外语学院青年教师讲课竞赛一等奖<br/>
                    `,
                    show:false
                },
                {
                    fir:`
<strong>武静</strong><br/>
女 讲师 <br/>
2002 年毕业于四川外国语大学英语系
                    `,
                    sec:`
<strong>出版情况：  </strong><br/>
   1 ．《大学英语口语》（教材） 副主编 上海科技出版社 2003/9 <br/>
   2 ．《英汉对照常用英语谚语词典》 编者 复旦大学出版社 2003/7<br/>
                    `,
                    show:false
                },
                {
                    fir:`                
<strong>杨丹</strong><br/>
男，助教 <br/>
1999年毕业于浙江大学英语系，主要从事口语教学，尤其注重学生的语音、语调以及在台上进行演讲的风度等。辅导学生参加各类演讲赛；还参与组织和各类小品大赛、辩论赛和大学生英语竞赛，取得良好成绩。
                    `,
                    sec:`
<strong>出版情况：  </strong><br/>
   A Contrast Between Shakespeares Tragedy and Chinese Traditional Tragedy ，上海师范大学学报， 2003 年 11 月 <br/>
<br/><br/><strong>个人获奖情况： </strong><br/>
   2001 年获东华大学外语学院青年教师讲课竞赛二等奖 <br/>
   2003 年获东华大学青年教师讲课竞赛一等奖。 <br/>
   2003 年 5 月东华大学十佳师德建设青年标兵<br/>
   2003 年 11 月桑麻奖教金 <br/>
   2003 年 11 月“ 21 世纪·外教社杯”全国英语演讲比赛优秀指导教师奖 <br/>
   2003 年 12 月中国福利会上海市大学生英语辩论赛优秀组织奖<br/>
   2004 年 9 月东华大学“我心目中的好老师”评比活动之特色教学奖 <br/>
   2004 年 10 月 CCTV 杯”全国大学生英语演讲比赛指导教师奖 <br/>
   2004 年 11 月“ 21 世纪·外教社杯”全国英语演讲比赛优秀指导教师奖 <br/>
   2004 年 11 月华澳杯中澳友好英语大赛优秀指导教师奖 <br/>
   2005 年 6 月全国大学生英语竞赛组织奖 <br/>
   2005 年 11 月“中国日报·华澳杯”中澳友好英语大赛优秀指导教师奖 <br/>
<br/><br/><strong>辅导学生获奖情况 :</strong> <br/>
   1999 年 12 月在华东理工大学举行的华东地区理工科院校英语演讲比赛中，获二等奖和三等奖各一名。<br/>
   2001 年交大 - 前进杯上海市大学生英语演讲比赛中，获二等奖一名。 <br/>
   2002 年 11 月，在中国海洋大学举办的 21 世纪·爱立信杯全国大学生英语演讲比赛东部地区决赛中，获三等奖一名。 <br/>
   2002 年 11 月，在 CCTV 杯全国大学生英语演讲比赛上海市赛区决赛中获二等奖一名。<br/>
   2002 年 12 月，在交大 - 前进杯上海市大学生英语演讲比赛中获专业组和非专业组三等奖各一名。<br/>
   2003 年 11 月， CCTV 杯全国大学生英文演讲比赛上海赛区决赛，获二等奖一名<br/>
   2004 年 11 月， 21 世纪外教社杯英语演讲比赛东部地区决赛中，获二等奖一名。
                    `,
                    show:false
                },
                {
                    fir:`
<strong> 元景</strong><br/>
女 讲师 <br/>
1997 年毕业于西安交通大学， 2001 年获上海交通大学科技英语硕士学位
                    `,
                    sec:``,
                    show:false
                },
                {
                    fir:`
<strong> 赵彦萍</strong><br/>
女 讲师 <br/>
97 年毕业于华东师范大学英语系 , 获硕士学位。
                    `,
                    sec:`
<strong>出版情况： </strong><br/>
   [1] 《语篇教学的理论与实践》，东华大学学报， 2003 ， 3 （ pp71-75 ）<br/>
   [2] 《中西文化发展对译学思想的影响》，国外外语教学， 2003 ， 1 (pp51-57)<br/>
   [3] 《专业英语教学探索》，高校外语教学与研究， 2002 ， 2 （ PP381-385 ） <br/>
   [4] 《关于深化大学英语教学改革的几个问题》，外国语言文化研究， 2000 ， 3<br/>
   [5] 《面向二十一世纪的大学英语教学》，国外外语教学， 1998 ， 3 (pp13-16) <br/>
<br/><br/><strong>出获奖情况：  </strong><br/>
   《复合型外向型的应用性人才培养 --- 外贸双专科教学改革》 ( 排名第二 ), 获 2001 年度上海市教学成果奖 --- 三等奖
                    `,
                    show:false
                },
                {
                    fir:`
 <strong>朱晨</strong><br/>
女，讲师  <br/>
毕业于东北师大外语学院英语系，英语语言文学硕士； 2003 年赴英暑期研修`,
                    sec:`
<strong>出版情况： </strong><br/> 
   《 还给生活一个真面目 》 刊登在 《 新世纪的思考 》 吉林人民出版社 1999 <br/>
   《 当代英美电影鉴赏 》( 撰写书中英文部分 ) 外文出版社 2000 <br/>
<br/><br/><strong>获奖情况 : </strong><br/>
   1999 年 10 月 东华大学外语学院青年教师讲课竞赛一等奖<br/>
   2000 年 3 月 东华大学青年教师讲课竞赛一等奖 <br/>
   2000 年 5 月 《 英美电影鉴赏与文化 》 获东华大学教学成果二等奖<br/>
   2000 年 9 月 被评为 “我心目中的好老师” <br/>
   2001 年 9 月 被评为 “师德建设标兵” <br/>
   2002 年 9 月 上海市 “育才”奖<br/>
                    `,
                    show:false
                }
            ]
        }
    }
}
</script>


<style scoped>
.content {
    margin: 0 auto;
    padding: 0 2em;
    max-width: 800px;
    font-size: 15px;
    font-weight: 300;
    margin-bottom: 50px;
    line-height: 1.6em;
}
.content-subhead {
    margin: 50px 0 20px 0;
    font-weight: 300;
    text-align: center;
    color: #888;
}
.right-align{
  text-align: right;
}
.container{
  padding: 50px;
}
.users{
	width: 100%;
	max-width: 1200px;
	margin: 40px auto;
	padding: 0 20px;
	box-sizing: border-box;
}
ul li:nth-child(even){
    background-color:#f0fff0;
}
ul{
	list-style-type: none;
	padding: 0;
}
li{
	text-align: left;
	padding: 30px;
	border: 1px solid  #222;
	margin: 10px
}
</style>