<template>
    <div class="container">
      <div class="content">
    <!-- <div class="container"> -->
        <table width="100%" border="0" cellspacing="10" cellpadding="0">
            <tr> 
              <td><div align="center"></div></td>
            </tr>
            <tr> 
              <td><div class="content-subhead">课程信息上网内容说明</div><br>
                文档1：课程说明及教学大纲<br>
                1、基本信息<br>
                课程代码：【121011】<br>
                课程学分：【 2 】<br>
                面向专业：非英语专业学生<br>
                课程性质：【选修】<br>
                开课院系：外语学院<br>
                使用教材：主教材【书名：大学英语口语 】<br>
                作者：冯涟漪、卢晔华、武静、徐风华、吴蕾 <br>
                【出版社：上海科技教育出版社】<br>
                2、课程简介<br>
                根据教育部高教司关于“大学英语课程教学要求（试行）的通知”的精神， 大学英语口语学习是大学英语课程的有机组成部分。本课程着重英语口语的基础技能训练，在培养学生英语口语基本功（如发音、语音、语调、常用句型等）的基础上，逐步增强学生口语表达能力，使学生能准确地使用词汇与语法，在讨论有关话题时能进行较长时间的、语言连贯的发言，可以自然、积极地参与不同情景和话题的讨论，并根据不同场合选用合适的语言。教材《大学英语口语》从非英语专业学生实际口语水平和需求出发，本着以学生为中心的教学宗旨编写而成，凝结了编写组老师们的大量心血。教材内容丰富生动，题材新颖活泼，实用性强，综合了句型操练，看图说话，话题讨论, 
                英语演讲等口语表达要素，符合教育部高教司关于大学英语课程口语教学的目标要求。　<br>
                3. 选课建议<br>
                大学英语三级以上非英语专业学生<br>
                4．教学大纲<br>
                大学英语口语课程定为东华大学的公共英语选修课，学生在学完大学英语听说3级后，于第三学期开始选修此门课程, 其目的是使不同层次的学生在英语应用能力方面得到充分的训练和提高。<br>
                大学英语口语课程设置原则上分两层次：第一层次为中级英语口语训练阶段, 使用自编教材《大学英语口语》, 周学时数2，学期时数34，计 
                2学分. 学生经大学英语口语中级阶段的学习和训练基本达到教育部《大学英语课程教学要求(试行)》通知对于口语表达能力的“一般要求”，即：“在学习过程中用英语交流，并能就某一主题进行讨论，能就日常话题和英语国家的人士进行交谈，能就所熟悉的话题经准备后作简短发言，表达比较清楚，语音，语调基本正确。能在交谈中使用基本的会话策略。”<br>
                大学英语口语第二层次的学习含多达八门的高级英语口语课程。04年己开设的课程包括 《跨文化交际口语》(由外籍教师担任)、《商务英语谈判》、《中级英语口译》、《影视欣赏》、《VOA高级英语听力》等（以上各课程总学时数均为34，每门课2学分）。己设定05年新增课程有《高级外贸英语听说》，总学时数34， 
                2学分。《英语辩论》、《英语演讲》，周学时数2，总学时数16，即1学分。学生可在修读《大学英语口语》后根据自身需要和兴趣选修， 
                做到本科英语四年不断线学习，最终达到教育部《大学英语课程教学要求(试行)》通知对于口语表达能力的 “较高要求”和“更高要求”。“较高要求”系指“能够和英语国家的人士进行比较流利的会话，较好地掌握会话策略，能基本表达个人意见，情感，观点等，能基本陈述事实，事件，理由等，表达思想清楚，语音，语调基本正确” 
                。“更高要求”系指“能就一般或专业性话题较为流利，准确地进行对话或讨论，能用简练的语言概括内容较长，语言稍难的文本或讲话，能在国际会议和专业交流中宣读论文并参加讨论”。<br>
                大学英语口语课程教学实施过程中，以跨文化交际内容为主，应用能力和学习策略培养至上，语言知识符以实境操练，多媒体课件及网络教学大大加强学生的实践教学环节。大学英语口语教学语料库内容新颖、信息量大，成为师生共享的教学资源。大学英语口语课程要求学生课外≥二课时时间，准备或复习上课内容，要求学生课外多听多看多说（如：听VOA，看CCTV英语教育频道，参加英语角活动），多读多写（如：读Shanghai 
                Star 、21st Century,写日记、周记）。<br>
                大学英语口语测试采用形成性/过程性评估与终结性考核相结合。口语测试每次采用同类型的五套以上的考题。评分参照四六级口语考试标准，如下表：
                <p> 语言准确性和范围 语言的长短 语言灵活性 <br>
                  和连贯性 和适切性</p>
                <p> ? 语法和词汇基本正确 ? 在讨论有关话题时能 ? 能够自然`积极地参与<br>
                  5 ? 表达过程中词汇丰富 进行较长时间的`语言 讨论<br>
                  `语法结构较为复杂 连贯的发言，但允许 ? 语言的使用总体上能 <br>
                  分 ? 发音较好，但允许有 由于无法找到合适的 与语境`功能和目的相<br>
                  一些不影响理解的 词语而造成的偶尔 适应<br>
                  母语口音 停顿</p>
                <p><br>
                  ? 语法和词汇有一些 ? 能进行较连贯的发言 ? 能够较积极地参与讨<br>
                  4 错误，但未严重影响 ，但多数发言较简短 论，但有时内容不切 <br>
                  交际 ? 组织思想和搜寻词语 题或未能与小组成员 <br>
                  分 ? 表达过程中词汇较 时频繁出现较长时间 直接交流 <br>
                  丰富 的停顿，有时会影响 ? 语言的使用基本上能<br>
                  发音尚可 交际 与语境`功能和目的相<br>
                  适应<br>
                  <br>
                  <br>
                  ? 语法和词汇有错误， ? 发言简短 ? 不能积极参与讨论，有<br>
                  3 且有时会影响交际 ? 组织思想和搜寻词语 时无法适应新话题或讨 <br>
                  ? 表达过程中词汇不丰 时频繁出现较长时间 论内容的改变<br>
                  分 富，语法结构较简单 的停顿，影响交际， <br>
                  ? 发音有缺陷，有时会 但能够基本完成交际 <br>
                  影响交际 任务</p>
                <p><br>
                  ? 语法和词汇有较多错 ? 发言简短且毫无连贯 ? 不能参与小组讨论<br>
                  误，以致妨碍理解 性，几乎无法进行<br>
                  2 ? 表达过程中因缺乏词 交际 <br>
                  汇和语法结构而影响 <br>
                  分 交际<br>
                  ? 发音较差，以致交际<br>
                  时常中断 </p>
                <p> 教师对学生期末成绩的核定参考学生的自评和互评。学生的自评和互评参照下表(参照大学英语教学基本要求（试行）PP15-19：<br>
                  一般要求<br>
                  （1） 我能回答课上的提问，能用常用词汇和句型与同学进行讨论，能就所熟悉的话题经准备后作简短发言。（2） 我能介绍自己，同学，朋友等，并能对他人的介绍作出回应。（3）	
                  我能用简单的语言为人指路，购物，留言，提出请求等。（4） 我能运用英语数字报告时间，询问商品价格，回答电话号码，电子邮件地址等。（5）	
                  我能与英语国家人士就日常话题进行简单交谈。（6） 我掌握了基本会话策略，如开始，继续或结束会话，让人重复所说内容等。<br>
                  较高要求<br>
                  （1） 我能就熟悉的话题与英语国家人士进行较为流利的会话，能将会话或讨论进行下去，并能接受或礼貌地拒绝对方的意见。（2）	
                  我能根据地图或指示册等用较复杂的语言为人指方向，说明情况，解释疑难问题等。（3） 我能基本表达个人的情感，如惊异，好恶，沮丧，抱怨等，能表达个人就某一事件的观点和意见。（4）	
                  我能够基本完整地讲述一个故事，如故事的发生，发展，结局，时间，地点，人物，原因等。（5） 我能基本描述个人经历，体验，如发生过或经历过的一件事情，表达愿望与理想，如旅行计划或理想的职业等。</p>
                <p>更高要求</p>
                <p>(1) 我能就一般或专业性话题较为流利,准确地与英语国家人士对话或讨论,并能将对话或讨论有效地进行下去.(2) 我能就个人目的或社会交际目的灵活,有效地使用英语表达自己的意念,如情感表达,意愿表达等.(3)	
                  我能用简要的语言概括较长,语言稍难的文章或讲话,并能对某一题目给出较长的解释和说明.(4) 我能在学术会议或专业交流中较为自如地表达自己的观点和看法,重点突出,内容完整,语言流畅.(5)	
                  我能使用较高的讲话技巧,如引起听众的注意力,维持听众热情,协调与其他讲话人的关系等.</p>
                <p>大学英语口语教学大纲将经教学实践并听取专家教师和学生的多方意见后不断完善，与时俱进, 以实现为新时期国家和社会培养人材的最高目标。</p>
                <p></p>
                <p></p></td>
            </tr>
            <tr>
              <td>&nbsp;</td>
            </tr>
            <tr>
              <td>&nbsp;</td>
            </tr>
            <tr>
              <td>&nbsp;</td>
            </tr>
          </table>
          </div>
    </div>
</template>

<style scoped>
    .container{
        padding: 50px;
    }
    .content {
    margin: 0 auto;
    padding: 0 2em;
    max-width: 800px;
    font-size: 15px;
    font-weight: 300;
    margin-bottom: 50px;
    line-height: 1.6em;
}
.content-subhead {
    margin: 50px 0 20px 0;
    font-weight: 300;
    font-size: 30px;
    text-align: center;
    color: #888;
}
.right-align{
  text-align: right;
}
</style>